---
kind: method
id: M:Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.Contains(Autodesk.Revit.DB.Electrical.GroundConductorSize)
source: html/21a7c14b-b394-15bf-731d-121b55399b2e.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.Contains Method

Tests for the existence of a GroundConductorSize within the set.

## Syntax (C#)
```csharp
public virtual bool Contains(
	GroundConductorSize item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.Electrical.GroundConductorSize`) - The GroundConductorSize to be searched for.

## Returns
The Contains method returns True if the GroundConductorSize is within the set, otherwise False.